{
  "home": {
    "title": "Real time dashboard and analytics",
    "description": "F1 Telemetry is a real-time telemetry dashboard so you can follow Formula 1 completely and from anywhere, without needing to watch the broadcast.",
    "dashboardButton": "Telemetry",
    "scheduleButton": "Schedule",
    "mapTitle": "Live Map",
    "mapDesc": "Real-time preview of the live map.",
    "audioTitle": "Team Radio + AI",
    "audioDesc": "Listen instantly to each driver’s team radio during the race—we also use AI for translation and transcription!",
    "circlesTitle": "Real-Time Analysis",
    "circlesDesc": "We keep adding features to boost race analysis, such as the Circle of Doom, perfect for undercut decisions.",
    "version": "Version 1.4.3 includes a new header with two options: simple and detailed. We also fix some bugs."
  },
  "footer": {
    "legal": "This website is not associated, affiliated, authorized, endorsed, or officially connected in any way with Formula 1, the FIA, or any of its subsidiaries or affiliates."
  },
  "schedule": {
    "homeButton": "Home",
    "dashboardButton": "Dashboard",
    "day": "day",
    "hour": "hour",
    "minute": "minute",
    "second": "second",
    "upnext": "Upnext",
    "next": "Next",
    "title": "Schedule",
    "description": "F1 Telemetry schedule page with upcoming sessions and race calendar.",
    "today": "Today",
    "tomorrow": "Tomorrow",
    "loading": "Checking the official schedule..."
  },
  "liveTiming": {
    "title": "Live timing",
    "description": "Real-time F1 telemetry dashboard with live timing, driver positions, lap times, and race analytics. Follow Formula 1 races with detailed data."
  },
  "map": {
    "title": "Live map",
    "description": "F1 Telemetry live map of the Formula 1 race circuit."
  },
  "sessionTypes": {
    "practice1": "Practice 1",
    "practice2": "Practice 2",
    "practice3": "Practice 3",
    "qualifying": "Qualifying",
    "race": "Race",
    "sprintrace": "Sprint Race",
    "sprintqualification": "Sprint Qualification"
  },
  "announce": {
    "error": "Team radio transcriptions are currently in development."
  },
  "tourSteps": {
    "welcome": "Welcome! With this tutorial we're going to show you the telemetry features.",
    "positions": "Here you can see the current positions, compounds and pit history, differences in seconds, lap times and mini sectors.",
    "map": "This map shows the real-time location of each driver on the circuit during the session.",
    "raceControl": "Here you'll see race control messages, that is flags and penalties.",
    "laps": "Next to the messages are the laps and the current state of the circuit.",
    "header": "In the header you can see the session status, view weather conditions and the time to sync.",
    "raceLogs": "You can also listen to audios, read their transcriptions or the session message history.",
    "doomCircle": "The Circle of Doom helps you visualize pit stop strategies and undercut decisions in real-time. When a driver enters the pit they will be delayed until the PIT mark",
    "carDataCircle": "This circle shows real-time data from the selected driver, such as speed, RPM and more.",
    "preferences": "IMPORTANT: This is the preferences panel, you can customize the telemetry here. Enjoy!"
  },
  "loading": "Getting things ready...",
  "delaying": "Applying delay...",
  "404": "I think you're lost, bro.",
  "locale": "en"
}
