{
  "home": {
    "title": "Telemetría de Fórmula 1",
    "description": "F1 Telemetry es un dashboard de telemetría en tiempo real, para que puedas seguir la Fórmula 1 por completo y desde cualquier lado, sin necesidad de ver la transmisión.",
    "dashboardButton": "Telemetría",
    "scheduleButton": "Calendario",
    "audioTitle": "Radio de Equipo + IA",
    "audioDesc1": "Podés escuchar al instante el mensaje de radio de equipo de cada piloto durante la carrera, y además ",
    "audioDesc2": "¡usamos IA para la traducción y transcripción!",
    "circlesTitle": "Análisis en tiempo real",
    "circlesDesc1": "Estamos añadiendo constantemente funcionalidades para mejorar el análisis de carreras, como el ",
    "circlesDesc2": "Circle of Doom ",
    "circlesDesc3": "que sirve para tomar decisiones de undercut.",
    "goalTitle": "¿Por qué lo hicimos?",
    "goalDesc1": "Nuestro objetivo es intentar mostrar todas las analíticas y datos posibles, brindándote la mejor experiencia al ver la carrera. Esto solo es posible con tu feedback e ideas, si querés contactanos en este ",
    "goalDesc2": "servidor de Discord.",
    "repoTitle": "Para desarrolladores y diseñadores",
    "repoDesc1": "Si tenes ideas de funcionalidades o críticas, estás invitado a contribuir en este ",
    "repoDesc2": "repositorio de GitHub.",
    "repoDesc3": "Este proyecto siempre será gratuito y de código abierto.",
    "repoDesc4": "🥥🏁"
  },
  "footer": {
    "legal": " Este sitio web no está asociado, afiliado, autorizado, respaldado ni conectado oficialmente de ninguna manera con la Fórmula 1, la FIA o cualquiera de sus subsidiarias o afiliadas."
  },
  "schedule": {
    "homeButton": "Inicio",
    "dashboardButton": "Telemetría",
    "day": "día",
    "hour": "hora",
    "minute": "minuto",
    "second": "segundo",
    "upnext": "Próximamente",
    "next": "Siguiente",
    "title": "Calendario",
    "description": "Calendario de F1 Telemetry con las próximas sesiones de Formula 1",
    "today": "Hoy",
    "tomorrow": "Mañana"
  },
  "liveTiming": {
    "title": "Telemetría en vivo",
    "description": "Dashboard de F1 Telemetry en tiempo real con tiempos en vivo, posiciones de pilotos, tiempos por vuelta y análisis de carrera. Sigue las carreras de Fórmula 1 con datos detallados."
  },
  "sessionTypes": {
    "practice1": "Práctica 1",
    "practice2": "Práctica 2",
    "practice3": "Práctica 3",
    "qualifying": "Clasificación",
    "race": "Carrera",
    "sprintrace": "Carrera Sprint",
    "sprintqualification": "Clasificación Sprint"
  },
  "announce": {
    "error": "Los neumáticos no están funcionando correctamente en las Qualys. Si encontraste otro bug podés reportarlo en el servidor de discord que está abajo."
  },
  "tourSteps": {
    "welcome": "Bienvenido! con este tutorial vamos a mostrarte las funcionalidades de la telemetría.",
    "positions": "Acá podés ver las posiciones actuales, compuestos e historial de pits, diferencias en segundos, tiempos de vuelta y minisectores.",
    "map": "Este mapa muestra la ubicación en tiempo real de cada piloto en el circuito durante la sesión.",
    "raceControl": "Acá se muestran los mensajes de control de carrera, por ejemplo, banderas y penalizaciones.",
    "laps": "Al lado de los mensajes están las vueltas y el estado actual del circuito.",
    "header": "En el encabezado podés ver el estado de la sesión, ver condiciones climáticas y el tiempo para sincronizarte.",
    "raceLogs": "También podés escuchar audios, leer sus transcripciones o el historial de mensajes de la sesión.",
    "doomCircle": "El Circle of Doom te ayuda a visualizar estrategias de pit stops y decisiones de undercut en tiempo real. Cuando un piloto entre al pit se retrasará hasta la marca PIT.",
    "carDataCircle": "Este círculo muestra datos en tiempo real del piloto seleccionado, como velocidad, RPM y más.",
    "preferences": "IMPORTANTE: Este es el panel de preferencias, podés personalizar la telemetría acá. ¡Que disfrutes!"
  },
  "loading": "Preparando el sistema...",
  "delaying": "Aplicando delay",
  "404": "Estás perdido, pibe.",
  "locale": "es"
}
