{
  "home": {
    "title": "Telemetría en vivo",
    "description": "F1 Telemetry es un dashboard de telemetría en tiempo real, hecho para que puedas seguir la Fórmula 1 por completo y desde cualquier lado, sin necesidad de ver la transmisión.",
    "dashboardButton": "Telemetría",
    "scheduleButton": "Calendario",
    "mapTitle": "Mapa en vivo",
    "mapDesc": "Vista previa del mapa en tiempo real.",
    "audioTitle": "Radio de Equipo + IA",
    "audioDesc": "Podés escuchar al instante el mensaje de radio de equipo de cada piloto durante la carrera, y además ¡usamos IA para la traducción y transcripción!",
    "circlesTitle": "Análisis en tiempo real",
    "circlesDesc": "Estamos añadiendo constantemente funcionalidades para mejorar el análisis de carreras, como el Circle of Doom que sirve para tomar decisiones de undercut.",
    "version": "La version 1.6.0 trae la posibilidad de hacer chistes y mostrarlos en toda la pantalla, para todos los usuarios!",
    "announce": "Seguimos trabajando en migrar a un nuevo servidor, la telemetría puede no funcionar correctamente hasta que finalice el proceso. ¡Te esperamos en marzo!"
  },
  "footer": {
    "legal": " Este sitio web no está asociado, afiliado, autorizado, respaldado ni conectado oficialmente de ninguna manera con la Fórmula 1, la FIA o cualquiera de sus subsidiarias o afiliadas."
  },
  "schedule": {
    "homeButton": "Inicio",
    "dashboardButton": "Telemetría",
    "day": "día",
    "hour": "hora",
    "minute": "minuto",
    "second": "segundo",
    "upnext": "Próximamente",
    "next": "Siguiente",
    "title": "Calendario",
    "description": "Calendario de F1 Telemetry con las próximas sesiones de Formula 1",
    "today": "Hoy",
    "tomorrow": "Mañana",
    "loading": "Revisando el calendario oficial..."
  },
  "liveTiming": {
    "title": "Telemetría en vivo",
    "description": "Dashboard de F1 Telemetry en tiempo real con tiempos en vivo, posiciones de pilotos, tiempos por vuelta y análisis de carrera. Sigue las carreras de Fórmula 1 con datos detallados."
  },
  "map": {
    "title": "Mapa en vivo",
    "description": "Mapa del circuito en vivo de Formula 1 por F1 Telemetry."
  },
  "sessionTypes": {
    "practice1": "Práctica 1",
    "practice2": "Práctica 2",
    "practice3": "Práctica 3",
    "qualifying": "Clasificación",
    "race": "Carrera",
    "sprintrace": "Carrera Sprint",
    "sprintqualification": "Clasificación Sprint"
  },
  "announce": {
    "error": "Las transcripciones para los audios de equipos estarán disponibles en breve."
  },
  "auth": {
    "loginTitle": "Iniciar Sesión",
    "registerTitle": "Registrarse",
    "email": "Correo Electrónico",
    "emailPlaceholder": "ejemplo@correo.com",
    "password": "Contraseña",
    "passwordPlaceholder": "Tu contraseña",
    "username": "Nombre de usuario",
    "usernamePlaceholder": "Tu usuario",
    "confirmPassword": "Confirmar Contraseña",
    "confirmPasswordPlaceholder": "Repite tu contraseña",
    "passwordHint": "Mínimo 8 caracteres",
    "loginButton": "Iniciar Sesión",
    "registerButton": "Registrarse",
    "loggingIn": "Iniciando...",
    "registering": "Registrando...",
    "noAccount": "¿No tienes cuenta?",
    "signUp": "Registrate",
    "hasAccount": "¿Ya tienes cuenta?",
    "logIn": "Inicia sesión",
    "fillAllFields": "Completa todos los campos",
    "loginFailed": "Error al iniciar sesión",
    "passwordsDoNotMatch": "Las contraseñas no coinciden",
    "passwordTooShort": "La contraseña debe tener al menos 8 caracteres",
    "registrationFailed": "Error al registrarse"
  },
  "tourSteps": {
    "welcome": "Bienvenido a F1 Telemetry! con este tutorial vamos a mostrarte las funcionalidades de la telemetría.",
    "positions": "Acá podés ver las posiciones actuales, compuestos e historial de pits, diferencias en segundos, tiempos de vuelta y minisectores.",
    "map": "Este mapa muestra la ubicación en tiempo real de cada piloto en el circuito durante la sesión. Podes personalizarlo en el panel de preferencias!",
    "raceControlAndlaps": "Acá se muestran los mensajes de control de carrera, por ejemplo, banderas y penalizaciones. Además, podés ver las vueltas y el estado del circuito.",
    "header": "En el encabezado podés ver el estado de la sesión, ver condiciones climáticas y el tiempo para sincronizarte.",
    "raceLogs": "También podés escuchar audios, leer sus transcripciones o el historial de mensajes de la sesión.",
    "doomCircle": "El Circle of Doom te ayuda a visualizar estrategias de pit stops y decisiones de undercut en tiempo real. Cuando un piloto entre al pit se retrasará hasta la marca PIT.",
    "carDataCircle": "Este círculo muestra datos en tiempo real del piloto seleccionado, como velocidad, RPM y más.",
    "preferences": "Haciendo click en este botón vas a acceder al panel de preferencias, en este podés personalizar la telemetría a tu gusto.",
    "edit": "En el modo edición podés mover y redimensionar los distintos componentes de la telemetría. ¡Probalo en tu compu o laptop!",
    "jokes": "Podés enviar mensajes que se transmiten a todos los usuarios, solo tenés que registrarte. Activa esta función en el panel de preferencias y compartí tus pensamientos con la comunidad!"
  },
  "joke": {
    "placeholder": "¿Qué estás pensando?"
  },
  "loading": "Preparando el sistema...",
  "delaying": "Aplicando delay...",
  "404": "Te perdiste?.",
  "error": {
    "title": "Error de Conexión",
    "message": "Estamos teniendo problemas para conectar con el servicio de telemetría. Por favor, verifica tu conexión e intenta actualizar la página. Si el problema persiste, vuelve más tarde.",
    "reload": "Recargar"
  },
  "locale": "es"
}
